IDEA Open Model
BoltParam.RowsSymmetry Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the type of symmetry of rows positions.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Symmetry RowsSymmetry { get; set; }
Public Property RowsSymmetry As Symmetry
	Get
	Set
public:
property Symmetry RowsSymmetry {
	Symmetry get ();
	void set (Symmetry value);
}
Property Value
Type: Symmetry
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace